const defaultDataset = {
  "1": {
    question: "もし彼(彼女)が元気がなさそうだったら、真っ先に励ましてあげたい",
    answers: {
      1: "そう思う",
      0: "そう思わない",
    },
    selectAnswerConfirm: {
      1: "励ましてあげたい",
      0: "励ましたくない",
    }
  },
  "2": {
    question: "全ての事柄について、彼(彼女)を信頼できるという気がする",
    answers: {
      1: "そう思う",
      0: "そう思わない",
    },
    selectAnswerConfirm: {
      1: "信頼している",
      0: "信頼していない",
    }
  },
  "3": {
    question: "彼(彼女)に欠点があってもそれを気にしないでいられる",
    answers: {
      1: "そう思う",
      0: "そう思わない",
    },
    selectAnswerConfirm: {
      1: "欠点は気にならない",
      0: "欠点が気になる",
    }
  },
  "4": {
    question: "彼(彼女)のためなら、ほとんど何でもしてあげるつもりだ",
    answers: {
      1: "そう思う",
      0: "そう思わない",
    },
    selectAnswerConfirm: {
      1: "何でもしてあげたい",
      0: "何でもしてあげたいとは思わない",
    }
  },
  "5": {
    question: "彼(彼女)を独り占めしたいと思う",
    answers: {
      1: "そう思う",
      0: "そう思わない",
    },
    selectAnswerConfirm: {
      1: "独り占めしたい",
      0: "独り占めしたいとは思わない",
    }
  },
  "6": {
    question: "彼(彼女)と一緒にいられなければとても寂しい",
    answers: {
      1: "そう思う",
      0: "そう思わない",
    },
    selectAnswerConfirm: {
      1: "一緒にいないと寂しい",
      0: "一緒にいなくても寂しくはない",
    }
  },
  "7": {
    question: "私は一人でいる時には、いつも彼(彼女)に会いたいと思う",
    answers: {
      1: "そう思う",
      0: "そう思わない",
    },
    selectAnswerConfirm: {
      1: "一人でいると会いたいと思う",
      0: "一人でいても会いたいとは思わない",
    }
  },
  "8": {
    question: "彼(彼女)が幸せになることが私の最大の関心事である",
    answers: {
      1: "そう思う",
      0: "そう思わない",
    },
    selectAnswerConfirm: {
      1: "幸せになってほしい",
      0: "幸せになってほしいとは思わない",
    }
  },
  "9": {
    question: "彼(彼女)相手を幸せにすることに責任を感じている",
    answers: {
      1: "そう思う",
      0: "そう思わない",
    },
    selectAnswerConfirm: {
      1: "幸せにしたいと思う",
      0: "幸せにしたいとは思わない",
    }
  },
  "10": {
    question: "彼(彼女)のことなら、どんなことでも許せる",
    answers: {
      1: "そう思う",
      0: "そう思わない",
    },
    selectAnswerConfirm: {
      1: "どんなことでも許せる",
      0: "どんなことでも許せるとは思わない",
    }
  },
  "11": {
    question: "彼(彼女)と一緒にいると、相手の顔を見つめていることが多い",
    answers: {
      1: "そう思う",
      0: "そう思わない",
    },
    selectAnswerConfirm: {
      1: "顔を見詰めていることが多い",
      0: "顔を見つめていることは多くない",
    }
  },
  "12": {
    question: "彼(彼女)から信頼されると、とても嬉しい",
    answers: {
      1: "そう思う",
      0: "そう思わない",
    },
    selectAnswerConfirm: {
      1: "信頼されると嬉しい",
      0: "信頼されると嬉しくはない",
    }
  },
  "13": {
    question: "彼(彼女)と仲良くないのはつらい",
    answers: {
      1: "そう思う",
      0: "そう思わない",
    },
    selectAnswerConfirm: {
      1: "仲良くないのはつらい",
      0: "仲良くなくても平気",
    }
  },
}

export default defaultDataset;



const defaultTextDataset = {
  "bottom": ["あなたは彼（彼女）のことを愛していません。"],
  "fourth": ["あなたは彼（彼女）のことを「まあまあ好き」な状態です。"],
  "third": ["あなたは彼（彼女）のことが好きです。"],
  "second": ["あなたは彼（彼女）のことが大好きです。"],
  "top": ["あなたは彼（彼女）のことが超大好きです。"],
}

// export default defaultTextDataset;